Repository: Fitbit/sdk-i18n
Catalog: app/i18n/*.po
Languages: es_es, fr_fr, ja_jp, nl_nl

source: Active Minutes
es_es: Minutos de actividad
fr_fr: Les minutes actives
ja_jp: 活動的な時間（分）
nl_nl: Actieve minuten

source: Activity
es_es: Actividad
fr_fr: Activité
ja_jp: アクティビティ
nl_nl: Activiteit

source: calorie
es_es: caloría
ja_jp: カロリー

source: Calorie count
es_es: Recuento de calorías
fr_fr: Nombre de calories
ja_jp: 消費カロリー
nl_nl: Calorieën tellen

source: Calories burned
es_es: Calorías quemadas
fr_fr: Calories brûlées
ja_jp: 消費カロリー
nl_nl: Calorieën verbrand

source: challenge
es_es: desafío
fr_fr: défi
ja_jp: チャレンジ
nl_nl: uitdaging

source: Clock + Display
es_es: Reloj y pantalla
fr_fr: Horloge et affichage
ja_jp: 時計 + ディスプレイ
nl_nl: Klok + weergave

source: clock face
es_es: formato del reloj
fr_fr: affichage de l'horloge
ja_jp: 時計の文字盤
nl_nl: wijzerplaat

source: daily goal
es_es: objetivo diario
fr_fr: Objectif quotidien
ja_jp: 今日の目標
nl_nl: dagelijkse doel

source: daily stats
es_es: estadísticas diarias
fr_fr: Statistiques quotidiennes
ja_jp: 一日単位のデータ
nl_nl: dagelijkse statistieken

source: daily target
es_es: objetivo diario
fr_fr: objectif quotidien
ja_jp: 今日の目標
nl_nl: dagelijks doelwit

source: Distance
es_es: Distancia
ja_jp: 距離
nl_nl: Afstand

source: exercise mode
es_es: Modo de ejercicio
fr_fr: Mode exercice
ja_jp: エクササイズ モード
nl_nl: trainingsmodus

source: exercise tracking
es_es: Monitorización del ejercicio
fr_fr: Suivi des entraînements
ja_jp: 運動管理
nl_nl: oefening volgen

source: Floors
es_es: Plantas
fr_fr: Étages gravis
ja_jp: 階
nl_nl: vloeren

source: Floors climbed
es_es: Plantas subidas
fr_fr: Étages gravis
ja_jp: 上った階数
nl_nl: Vloeren klommen

source: Get more steps!
es_es: ¡Da más pasos!
fr_fr: Vous devez marcher un peu plus !
ja_jp: もっと歩きましょう！
nl_nl: Krijg meer stappen!

source: Goal
es_es: Objetivo
fr_fr: Objectif
ja_jp: 目標 ゴール
nl_nl: Doel

source: Heart rate
es_es: Ritmo cardíaco
fr_fr: Fréquence cardiaque
ja_jp: 心拍数
nl_nl: Hartslag

source: Resting Heart Rate
es_es: Ritmo cardíaco en reposo
fr_fr: Fréquence cardiaque au repos
ja_jp: 安静時の心拍数
nl_nl: Rustende hartslag

source: stats
es_es: estadísticas
fr_fr: statistiques
ja_jp: データ

source: Steps
es_es: Pasos
fr_fr: Pas
ja_jp: 歩
nl_nl: Stappen

source: month_short_0
es_es: ene.
fr_fr: janv.
ja_jp: 1 月
nl_nl: jan

source: month_short_1
es_es: feb.
fr_fr: févr.
ja_jp: 2 月
nl_nl: feb

source: month_short_2
es_es: mar.
fr_fr: mars
ja_jp: 3 月
nl_nl: mrt

source: month_short_3
es_es: abr.
fr_fr: avr.
ja_jp: 4 月
nl_nl: apr

source: month_short_4
es_es: may.
fr_fr: mai
ja_jp: 5 月
nl_nl: mei

source: month_short_5
es_es: jun.
fr_fr: juin
ja_jp: 6 月
nl_nl: jun

source: month_short_6
es_es: jul.
fr_fr: juill.
ja_jp: 7 月
nl_nl: jul

source: month_short_7
es_es: ago.
fr_fr: août
ja_jp: 8 月
nl_nl: aug

source: month_short_8
es_es: sep.
fr_fr: sept.
ja_jp: 9 月
nl_nl: sep

source: month_short_9
es_es: oct.
fr_fr: oct.
ja_jp: 10 月
nl_nl: okt

source: month_short_10
es_es: nov.
fr_fr: nov.
ja_jp: 11 月
nl_nl: nov

source: month_short_11
es_es: dic.
fr_fr: déc.
ja_jp: 12 月
nl_nl: dec

source: month_long_0
es_es: Enero
fr_fr: janvier
ja_jp: 1 月
nl_nl: januari

source: month_long_1
es_es: Febrero
fr_fr: février
ja_jp: 2 月
nl_nl: februari

source: month_long_2
es_es: Marzo
fr_fr: mars
ja_jp: 3 月
nl_nl: maart

source: month_long_3
es_es: Abril
fr_fr: avril
ja_jp: 4 月
nl_nl: april

source: month_long_4
es_es: Mayo
fr_fr: mai
ja_jp: 5 月
nl_nl: mei.

source: month_long_5
es_es: Junio
fr_fr: juin
ja_jp: 6 月
nl_nl: juni.

source: month_long_6
es_es: Julio
fr_fr: juillet
ja_jp: 7 月
nl_nl: juli.

source: month_long_7
es_es: Agosto
fr_fr: aout
ja_jp: 8 月
nl_nl: augustus

source: month_long_8
es_es: Septiembre
fr_fr: septembre
ja_jp: 9 月
nl_nl: september

source: month_long_9
es_es: Octubre
fr_fr: octobre
ja_jp: 10 月
nl_nl: oktober

source: month_long_10
es_es: Noviembre
fr_fr: novembre
ja_jp: 11 月
nl_nl: november

source: month_long_11
es_es: Diciembre
fr_fr: décembre
ja_jp: 12 月
nl_nl: december

source: day_short_0
es_es: Dom
fr_fr: Dim.
ja_jp: 日
nl_nl: Zo

source: day_short_1
es_es: Lun
fr_fr: Lun.
ja_jp: 月
nl_nl: Ma

source: day_short_2
es_es: Mar
fr_fr: Mar.
ja_jp: 火
nl_nl: Di

source: day_short_3
es_es: Mié
fr_fr: Mercr.
ja_jp: 水
nl_nl: Wo

source: day_short_4
es_es: Jue
fr_fr: Jeu.
ja_jp: 木
nl_nl: Do

source: day_short_5
es_es: Vie
fr_fr: Ven.
ja_jp: 金
nl_nl: Vr

source: day_short_6
es_es: Sáb
fr_fr: Sam.
ja_jp: 土
nl_nl: Za
